[
  {
    "start": 5,
    "end": 15,
    "text": "Okay, … That’s all I can share with you for now…",
    "keys": [
      {
        "key": "name",
        "index": 6
      }
    ]
  },
  {
    "start": 15,
    "end": 25,
    "text": "But , if you’ve gained something valuable from this free archetype reading, I want you to know that there is so much more that I can tell you about your archetype.",
    "keys": [
      {
        "key": "name",
        "index": 4
      }
    ]
  },
  {
    "start": 25,
    "end": 31,
    "text": "This free reading is merely scraping the surface. I haven’t told you about your Shadow, your Anima or Animus, your Ego, and your life path.",
    "keys": []
  },
  {
    "start": 31,
    "end": 39,
    "text": "Your Shadow is the dark side of your personality where all of your suppressed thoughts and desires are stored.",
    "keys": []
  },
  {
    "start": 39,
    "end": 45,
    "text": "Your Anima and Animus represents the imbalance between masculinity and femininity in your character.",
    "keys": []
  },
  {
    "start": 45,
    "end": 54,
    "text": "Your Ego is the centre of your consciousness that needs to be controlled in order to find true joy.",
    "keys": []
  },
  {
    "start": 54,
    "end": 71,
    "text": "The Deluxe Archetype Report tells you everything that you need to know about all of that, and more. It tells you about…",
    "keys": []
  },
  {
    "start": 71,
    "end": 83,
    "text": "The choices that you’ve made and why you made them\nYour ideal life partner or companion\nYour path towards unlocking enormous amounts of success\nThe challenges that lie ahead of you\nYour path towards finding fulfilment in this lifetime",
    "keys": []
  },
  {
    "start": 83,
    "end": 89,
    "text": "The Deluxe Archetype Report is a reading that’s far more detailed, and far more intimate. If you thought that this free archetype report was accurate, you’re about to have your mind blown.",
    "keys": []
  },
  {
    "start": 89,
    "end": 99,
    "text": "In this reading, you will discover who you are. Yes, who you REALLY are.",
    "keys": []
  },
  {
    "start": 99,
    "end": 104,
    "text": "It’s going to be a completely raw and uncensored look into your personality. All of this information will be presented to you in excruciating detail.",
    "keys": []
  },
  {
    "start": 104,
    "end": 111,
    "text": "If you’re like most people, you’ll find that it’s an extremely emotional read.",
    "keys": []
  },
  {
    "start": 111,
    "end": 121,
    "text": "Imagine the most emotional film you’ve ever seen, and multiply that emotion by ten times.",
    "keys": []
  },
  {
    "start": 121,
    "end": 125,
    "text": "You’ll find yourself identifying with every single characteristic of your personality. These are things that not even your closest friends or family know about you.",
    "keys": []
  },
  {
    "start": 125,
    "end": 131,
    "text": "You might not even have realized some of these things yourself.",
    "keys": []
  },
  {
    "start": 131,
    "end": 136,
    "text": "You will get emotional when you discover the reason for the trials and misfortunes that you’ve been through.",
    "keys": []
  },
  {
    "start": 136,
    "end": 142,
    "text": "You will confront the struggles that you’ve been in constant battle with.",
    "keys": []
  },
  {
    "start": 142,
    "end": 150,
    "text": "You will get emotional when you learn about the amazing, wonderful gifts that life has in store for you.",
    "keys": []
  },
  {
    "start": 150,
    "end": 160,
    "text": "You will pick up, examine, and embrace every single piece of your character, personality, and entire being.",
    "keys": []
  },
  {
    "start": 160,
    "end": 165,
    "text": "You will place everything back together and witness the beauty that it all forms.\nYou will master your weaknesses and learn how to improve them.",
    "keys": []
  },
  {
    "start": 165,
    "end": 171,
    "text": "You will learn about your strengths and discover how to leverage on them.",
    "keys": []
  },
  {
    "start": 171,
    "end": 184,
    "text": "At the end of this detailed report, you’ll take everything that you’ve experienced\nand take advantage of them.",
    "keys": []
  },
  {
    "start": 184,
    "end": 192,
    "text": "The answers to all of your life’s questions, to all of your life’s complications, to all of your life’s encounters, failures, and successes, are waiting for you in your Deluxe Archetype Report.",
    "keys": []
  },
  {
    "start": 192,
    "end": 199,
    "text": "If you’re unsure of the path that you’re currently on, this report will tell you everything you need to know about where to go NEXT.",
    "keys": []
  },
  {
    "start": 199,
    "end": 205,
    "text": "If you’re wondering whether your actions are right or wrong, this report will grant you unquestionable direction.",
    "keys": []
  },
  {
    "start": 205,
    "end": 214,
    "text": "If the people around you are holding you back, this report will give you all the clarity you need.",
    "keys": []
  },
  {
    "start": 214,
    "end": 220,
    "text": "Everything I’ve just talked about is just waiting for you. And the only thing standing between you and the life you’ve always dreamed of is YOURSELF.",
    "keys": []
  },
  {
    "start": 220,
    "end": 223,
    "text": "Tell me, do you want to be so successful that you won’t have to worry about money any more?",
    "keys": []
  },
  {
    "start": 223,
    "end": 227,
    "text": "Do you want to make the most meaningful relationships?",
    "keys": []
  },
  {
    "start": 227,
    "end": 232,
    "text": "Do you want to have good fortune in everything that you do?",
    "keys": []
  },
  {
    "start": 232,
    "end": 237,
    "text": "Most importantly, do you want to live the life that you’ve always dreamed of?",
    "keys": []
  },
  {
    "start": 237,
    "end": 243,
    "text": "The Deluxe Archetype Report WILL give you all of that on a silver platter.",
    "keys": []
  },
  {
    "start": 243,
    "end": 247,
    "text": "Unfortunately, I can’t lead you through this journey if you don’t let me. You need to take that first step.",
    "keys": []
  },
  {
    "start": 247,
    "end": 253,
    "text": "You need to trust your instincts and take that leap of faith…",
    "keys": []
  },
  {
    "start": 253,
    "end": 260,
    "text": "If you’re worrying about your career, your relationships, your health, your finances…",
    "keys": []
  },
  {
    "start": 260,
    "end": 263,
    "text": "If you haven’t the slightest clue of where you’re going to be 10, 5, 3 or even 1 year from now…",
    "keys": []
  },
  {
    "start": 263,
    "end": 272,
    "text": "If you want to become a better version of yourself…",
    "keys": []
  },
  {
    "start": 272,
    "end": 283,
    "text": "If you want to take back the reigns and choose the direction of your life…\n…All of the answers are waiting for you in your Deluxe Archetype Report.",
    "keys": []
  },
  {
    "start": 283,
    "end": 293,
    "text": "To make things a little easier for you, I’ve simplified everything for you to make the right choice. Here’s what the Deluxe Archetype Report will almost instantly accomplish for you:",
    "keys": []
  },
  {
    "start": 293,
    "end": 297,
    "text": "You’ll unlock the deepest desires of your heart and soul; desires that you would never expect, and exactly how you can go about achieving them.",
    "keys": []
  },
  {
    "start": 297,
    "end": 305,
    "text": "You’ll realize opportunities before they’ve even presented themselves.",
    "keys": []
  },
  {
    "start": 305,
    "end": 311,
    "text": "You’ll recognize potential pitfalls from miles away and learn how you can protect yourself or even avoid them completely.",
    "keys": []
  },
  {
    "start": 311,
    "end": 321,
    "text": "You’ll be spoon-fed the necessary knowledge and tools to achieve what you truly want.",
    "keys": []
  },
  {
    "start": 321,
    "end": 324,
    "text": "You’ll achieve the life that you’ve always wanted; the life that you’ve wanted for the longest time. And finally, you’ll learn how you can make the absolute best of it!",
    "keys": []
  },
  {
    "start": 324,
    "end": 332,
    "text": "But that’s not even the half of it.",
    "keys": []
  },
  {
    "start": 332,
    "end": 339,
    "text": "In just a minute, I’m going to share with you even more amazing ways that will help you achieve the life that you truly want.",
    "keys": []
  },
  {
    "start": 339,
    "end": 345,
    "text": "Before we get into that, allow me to share this important secret with you. Now, pay close attention.",
    "keys": []
  },
  {
    "start": 345,
    "end": 352,
    "text": "Individuation is based on thousands of years of in-depth analysis and research.",
    "keys": []
  },
  {
    "start": 352,
    "end": 362,
    "text": "Famous philosophers and psychologists have improved and enhanced the principles of individuation for that long.",
    "keys": []
  },
  {
    "start": 362,
    "end": 373,
    "text": "You need specifics? Individuation has been present during the Renaissance, during the Medieval era, and dates all the way back to 350BC (Aristotle).",
    "keys": []
  },
  {
    "start": 373,
    "end": 379,
    "text": "And because of the technology that we have access to today, we can achieve the same success that TENS OF THOUSANDS of ordinary people have experienced with individuation.",
    "keys": []
  },
  {
    "start": 379,
    "end": 385,
    "text": "The best part? You can uncover these hidden secrets with a simple click of a button.",
    "keys": []
  },
  {
    "start": 385,
    "end": 396,
    "text": "I’ve dedicated more than 10 years of my life towards researching and studying individuation.",
    "keys": []
  },
  {
    "start": 396,
    "end": 406,
    "text": "And I can guarantee that’s what I’ll be doing for the rest of my life. That’s a fact. And here’s something else that’s going to blow your mind… Are you ready for this?",
    "keys": []
  },
  {
    "start": 406,
    "end": 416,
    "text": "The Deluxe Archetype Report is EASILY the most DETAILED, ACCURATE, and REVEALING individuation report in the ENTIRE WORLD.",
    "keys": []
  },
  {
    "start": 416,
    "end": 428,
    "text": "We have dedicated decades, including 10 years from myself, to creating a report that’s as detailed and accurate as the Deluxe Archetype Report.",
    "keys": []
  },
  {
    "start": 428,
    "end": 443,
    "text": "Every single word has been handwritten, edited, and re-edited, to ensure that this report contains ZERO FLUFF and only the MOST BENEFICIAL information about you.",
    "keys": []
  },
  {
    "start": 443,
    "end": 448,
    "text": "Years of thought have gone into every single sentence. Years of constant editing and corrections have gone into perfecting each paragraph. Years of research have gone into the contents of this report.",
    "keys": []
  },
  {
    "start": 448,
    "end": 453,
    "text": "It’s been completely personalized for you, and only you, .",
    "keys": [
      {
        "key": "name",
        "index": 57
      }
    ]
  },
  {
    "start": 453,
    "end": 461,
    "text": "No one else in the world can pick it up and benefit from it in the same way that you will.",
    "keys": []
  },
  {
    "start": 461,
    "end": 473,
    "text": "Embarking on this journey WILL open doors for you that you would have never discovered without taking this first step.",
    "keys": []
  },
  {
    "start": 473,
    "end": 478,
    "text": "It’s an eye-opening experience like no other. The contents of this report can never be found anywhere else. It hasn’t been published or even copied. NOT ONCE.",
    "keys": []
  },
  {
    "start": 478,
    "end": 483,
    "text": ", this is the one and only place you’ll be able to get your hands on it.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 483,
    "end": 493,
    "text": "Everything that you read from this report is completely tailored to your main archetype.",
    "keys": []
  },
  {
    "start": 493,
    "end": 501,
    "text": "It will give you the EXACT system that over 70,000 ordinary people, including myself, have used to completely CHANGE OUR LIVES.",
    "keys": []
  },
  {
    "start": 501,
    "end": 509,
    "text": "It’s entirely unique to you. And that’s what individuation is all about – discovering your true self.",
    "keys": []
  },
  {
    "start": 509,
    "end": 514,
    "text": "I have no doubt in my mind that you will be absolutely stunned as you read about your past, your present, and your future.",
    "keys": []
  },
  {
    "start": 514,
    "end": 524,
    "text": "And at the end of it all, you will be RAVING about its degree of ACCURACY.",
    "keys": []
  },
  {
    "start": 524,
    "end": 532,
    "text": "But more importantly, you will experience significant improvements in your daily life after you apply the techniques and the knowledge that you learn from this report.",
    "keys": []
  },
  {
    "start": 532,
    "end": 544,
    "text": "Personally, I get emails every single day from people sharing their successes after receiving their Deluxe Archetype Report from me.",
    "keys": []
  },
  {
    "start": 544,
    "end": 553,
    "text": "But I’m not done just yet. I’m extremely passionate about individuation. And that’s precisely why I want you to experience the real value of individuation.",
    "keys": []
  },
  {
    "start": 553,
    "end": 557,
    "text": "To ensure that you gain the maximum value from this report, I’ll be sending you\nTHREE additional FREE reports along with it…",
    "keys": []
  },
  {
    "start": 557,
    "end": 560,
    "text": "…All of this on top of your Deluxe Archetype Report.",
    "keys": []
  },
  {
    "start": 560,
    "end": 567,
    "text": "That’s how much I believe in this product.",
    "keys": []
  },
  {
    "start": 567,
    "end": 569,
    "text": "Like your Deluxe Archetype Report, these additional reports are easy to understand and extremely valuable.",
    "keys": []
  },
  {
    "start": 569,
    "end": 579,
    "text": ", You will receive:\n",
    "keys": [
      {
        "key": "name",
        "index": 0
      },
      {
        "js": {
          "fn": "displayImage",
          "path": "images/pop-up/dar-priceless.png",
          "fadeIn": true
        },
        "index": 20
      }
    ]
  },
  {
    "start": 579,
    "end": 592,
    "text": "The Exploring Your Birthdate with The Chinese Zodiac eBook, The Discovering Your Aura eBook, and The Beginners Guide to the Fengshui Paradigm eBook",
    "keys": []
  },
  {
    "start": 592,
    "end": 599,
    "text": "I’ll be completely honest with you. The total value of all of these products is at least $244.00, and that’s practically pennies compared to how much value you’ll receive from them!\n",
    "keys": [
      {
        "js": {
          "fn": "displayImage",
          "path": "images/pop-up/dar-priceless.png",
          "fadeOut": true
        },
        "index": 182
      }
    ]
  },
  {
    "start": 599,
    "end": 609,
    "text": "After all, you can’t put a dollar figure on improving your life – because such a gift would be practically priceless.",
    "keys": []
  },
  {
    "start": 609,
    "end": 612,
    "text": "Money can always be earned, but there’s only so much time we have left to live. But no , I’m NOT going to ask you for that amount of money.",
    "keys": [
      {
        "key": "name",
        "index": 87
      }
    ]
  },
  {
    "start": 612,
    "end": 616,
    "text": "I’m not even going to ask you for $200\\.",
    "keys": []
  },
  {
    "start": 616,
    "end": 620,
    "text": "Well, what about $100? Nope…",
    "keys": []
  },
  {
    "start": 620,
    "end": 623,
    "text": "Well, but what about $50? That seems like a pretty fair price.",
    "keys": []
  },
  {
    "start": 623,
    "end": 629,
    "text": "But no, I’m not even going to ask you for that much.",
    "keys": []
  },
  {
    "start": 629,
    "end": 635,
    "text": "So, here’s what we’re going to do. I’m going to cut you an exclusive, one-time deal.\n",
    "keys": [
      {
        "js": {
          "fn": "displayImage",
          "path": "images/pop-up/new-deluxe-archetype-report-with-bonuses.png",
          "fadeIn": true
        },
        "index": 85
      }
    ]
  },
  {
    "start": 635,
    "end": 637,
    "text": "You’ll get the full package, including the Deluxe Archetype Report, for only $37.\n// (POP UP HERE)",
    "keys": []
  },
  {
    "start": 637,
    "end": 648,
    "text": "That’s it.",
    "keys": []
  },
  {
    "start": 648,
    "end": 655,
    "text": "But I want you to share with me your success story. I read every single one of my emails and respond to them personally, and I want to read about your experiences too.",
    "keys": []
  },
  {
    "start": 655,
    "end": 660,
    "text": "We need the feedback to keep on improving our products, and it definitely encourages us to keep doing what we do.",
    "keys": []
  },
  {
    "start": 660,
    "end": 673,
    "text": "The Deluxe Archetype Report is all yours for just $37.\n",
    "keys": [
      {
        "js": {
          "fn": "displayImage",
          "path": "images/pop-up/new-deluxe-archetype-report-with-bonuses.png",
          "fadeOut": true
        },
        "index": 55
      }
    ]
  },
  {
    "start": 673,
    "end": 687,
    "text": "Now, you have two options. You can continue on the life path that you’re on right now and stay exactly the way that you are, unaware of your life’s purpose, your calling, and your true personality.",
    "keys": []
  },
  {
    "start": 687,
    "end": 696,
    "text": "Or, you can have your life’s purpose, your calling, your true personality, and your life’s direction revealed to you AND experience an abundance of love, health, and wealth in your life.",
    "keys": []
  },
  {
    "start": 696,
    "end": 701,
    "text": "All you have to do is click the button below and your Deluxe Archetype Report, and all 3 FREE bonus reports, will be sent to you INSTANTLY.",
    "keys": []
  },
  {
    "start": 701,
    "end": 710,
    "text": "But that’s not the best that I can do. I know I can do better than that.",
    "keys": []
  },
  {
    "start": 710,
    "end": 715,
    "text": "On top of giving away the whole package for just $37, I’m also going to make the following guarantee for your own personal protection:\n",
    "keys": [
      {
        "js": {
          "fn": "displayImage",
          "path": "images/pop-up/60-day-money-back-guarantee.png",
          "fadeIn": true
        },
        "index": 135
      }
    ]
  },
  {
    "start": 715,
    "end": 733,
    "text": ",take your time to look through your Deluxe Archetype Report and everything else that comes with it.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 733,
    "end": 742,
    "text": "If you decide within the next 60 days that you’re not completely satisfied with your Deluxe Archetype Report, just drop us an e-mail at individualogist.com and we’ll issue you a full refund. No questions and no explanations will be necessary.",
    "keys": []
  },
  {
    "start": 742,
    "end": 749,
    "text": "I’m making this guarantee because I’m 100% certain that this report has the capacity to truly turn your life around.",
    "keys": []
  },
  {
    "start": 749,
    "end": 760,
    "text": "That’s how much I believe in the process of individuation, and that’s how much I believe you will benefit from it.\n",
    "keys": [
      {
        "js": {
          "fn": "displayImage",
          "path": "images/pop-up/60-day-money-back-guarantee.png",
          "fadeOut": true
        },
        "index": 115
      }
    ]
  },
  {
    "start": 760,
    "end": 774,
    "text": ", so, no matter what, you’ve got the longer end of the stick. There is absolutely no risk involved, and that’s all up to you and whether you decide to take this life-changing path.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 774,
    "end": 779,
    "text": "When you click on the button shortly, you’ll be taken to a 100% secure order page. After filling out a few questions, you’ll have the Deluxe Archetype Report and the rest of the reports sent directly to you instantly.",
    "keys": []
  },
  {
    "start": 779,
    "end": 787,
    "text": "You won’t have to wait a second longer to begin your individuation journey.",
    "keys": []
  },
  {
    "start": 787,
    "end": 798,
    "text": "There’s not much time left, because this unique offer is only going to be extended to you just once and, only once.",
    "keys": []
  },
  {
    "start": 798,
    "end": 803,
    "text": "To receive your Deluxe Archetype Report, and the 3 additional bonuses, at the once in a life time price of only $37, you need to act right now.",
    "keys": []
  },
  {
    "start": 803,
    "end": 809,
    "text": "Just click the button below to experience a real change in your life.",
    "keys": []
  },
  {
    "start": 809,
    "end": 821,
    "text": "I’m offering it to you right now for just $37, but , you need to make the decision NOW.",
    "keys": [
      {
        "key": "name",
        "index": 51
      }
    ]
  },
  {
    "start": 821,
    "end": 832,
    "text": "People approach me constantly with concerns about their careers, and I’ve used the same information and techniques in this package to help them SKYROCKET their SUCCESS by TEN FOLDS.",
    "keys": []
  },
  {
    "start": 832,
    "end": 846,
    "text": "Married couples on the verge of separation have approached me for the secrets of individuation as well, and guess what? They’re now enjoying the most rewarding relationships.",
    "keys": []
  },
  {
    "start": 846,
    "end": 853,
    "text": "All of this is made possible because of this EXCLUSIVE Deluxe Archetype Report Package.\nI can go on for days about all of the success stories that others have experienced after receiving the Deluxe Archetype Report.",
    "keys": []
  },
  {
    "start": 853,
    "end": 860,
    "text": "But the truth is, I honestly want you, , to be one of the success stories that I share with people.",
    "keys": [
      {
        "key": "name",
        "index": 39
      }
    ]
  },
  {
    "start": 860,
    "end": 870,
    "text": "When I embarked on this journey, there was no one around to help me. In fact, we didn’t even have the Internet back then.",
    "keys": []
  },
  {
    "start": 870,
    "end": 882,
    "text": "The only thing I could do was sit in that library for hours and hours every single day, finding every book that I could about individuation.",
    "keys": []
  },
  {
    "start": 882,
    "end": 891,
    "text": "I read every page and every word. To date, I’ve probably gone through over hundreds of thousands of pages and thousands of books and materials on individuation.",
    "keys": []
  },
  {
    "start": 891,
    "end": 896,
    "text": "I’m that passionate about it, and that’s why I want to share this gift with you now. Applying individuation is what truly saved me.",
    "keys": []
  },
  {
    "start": 896,
    "end": 903,
    "text": "It’s what turned my life around, and it’s what helped me to find joy.",
    "keys": []
  },
  {
    "start": 903,
    "end": 910,
    "text": "Not many of us are lucky enough to have experienced true joy, but that’s what I’m going to help you find.",
    "keys": []
  },
  {
    "start": 910,
    "end": 915,
    "text": "Today, you’ve stumbled upon the rare opportunity. The opportunity for you to completely change your life.",
    "keys": []
  },
  {
    "start": 915,
    "end": 923,
    "text": "This might be the one and only time that life hands you a reset button.",
    "keys": []
  },
  {
    "start": 923,
    "end": 931,
    "text": "This is your chance to discover your true self and unlock a massive amount of benefits that will change your life for the better.",
    "keys": []
  },
  {
    "start": 931,
    "end": 940,
    "text": "I’m more than happy to make this one-time offer to you, but just like you, I only have 24 hours in a day.",
    "keys": []
  },
  {
    "start": 940,
    "end": 950,
    "text": "If you don’t respond now, I’ll have no choice but to invest my time in people who have already taken advantage of this once in a lifetime opportunity.",
    "keys": []
  },
  {
    "start": 950,
    "end": 954,
    "text": "And sadly enough, your opportunity would have been lost. Not many people in the world will have the opportunity that you have right now,.",
    "keys": [
      {
        "key": "name",
        "index": 136
      }
    ]
  },
  {
    "start": 954,
    "end": 960,
    "text": "This is the opportunity where your life can REALLY turn around.",
    "keys": []
  },
  {
    "start": 960,
    "end": 970,
    "text": ", this is your time to shine and make the decision that will align your direction with your destiny.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 970,
    "end": 977,
    "text": "The thing is, you could probably find a book about Individuation from a local book store, which will contain a chapter or a couple of pages about your archetype.",
    "keys": []
  },
  {
    "start": 977,
    "end": 991,
    "text": "But that single chapter or couple of pages isn’t going to be very helpful. So, here’s the truth.",
    "keys": []
  },
  {
    "start": 991,
    "end": 1003,
    "text": ", The Deluxe Archetype Report is an excruciatingly detailed report about your archetype, containing 200 highly informative pages of actionable and thought-provoking strategies and methodologies.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 1003,
    "end": 1009,
    "text": "Once again, all of the information is customized to your specific archetype. It breaks down an in-depth outlook of your life journey and all of its obstacles.",
    "keys": []
  },
  {
    "start": 1009,
    "end": 1019,
    "text": "There is no other product that comes as close in terms of detail and information.",
    "keys": []
  },
  {
    "start": 1019,
    "end": 1024,
    "text": "The Deluxe Archetype Report is 100% owned and authored by us. , this is the only place where you’re able to get it, or anything like it.",
    "keys": [
      {
        "key": "name",
        "index": 62
      }
    ]
  },
  {
    "start": 1024,
    "end": 1030,
    "text": "And if you’ve tried similar products that didn’t help before, here’s the difference.",
    "keys": []
  },
  {
    "start": 1030,
    "end": 1034,
    "text": ", other products assume that everyone functions and processes information in the same way.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 1034,
    "end": 1039,
    "text": "The law of attraction assumes that everyone is built with the same framework.",
    "keys": []
  },
  {
    "start": 1039,
    "end": 1045,
    "text": "Manifestation programs assume that everyone will respond the same way.",
    "keys": []
  },
  {
    "start": 1045,
    "end": 1056,
    "text": "Meditation methods assume that everyone experiences calmness similarly.",
    "keys": []
  },
  {
    "start": 1056,
    "end": 1069,
    "text": "None of that can be true, because, we are all different individuals. We have different fears, different circumstances, and different life experiences.",
    "keys": []
  },
  {
    "start": 1069,
    "end": 1073,
    "text": "Individuation and archetypes take that into account. Our readings are specifically catered to your archetype to provide you with actionable steps that you can take towards making a true change in your life.",
    "keys": []
  },
  {
    "start": 1073,
    "end": 1088,
    "text": "It reveals callings and directions that are specific to you.",
    "keys": []
  },
  {
    "start": 1088,
    "end": 1094,
    "text": "That’s why it’s going to work. This product seeks to bring the term “personal” back into personal development; an industry littered with impersonal products that have strayed away from what personal development is meant to be.",
    "keys": []
  },
  {
    "start": 1094,
    "end": 1102,
    "text": "But beyond that, the Deluxe Archetype Report is proven and supported by science.",
    "keys": []
  },
  {
    "start": 1102,
    "end": 1109,
    "text": "Individuation is a psychological process that was created by thought leaders in the psychological world decades ago.",
    "keys": []
  },
  {
    "start": 1109,
    "end": 1116,
    "text": "In fact, principles of Individuation can be traced all the way back to the days of Aristotle.",
    "keys": []
  },
  {
    "start": 1116,
    "end": 1124,
    "text": "This means that Individuation has stood the test of time to be a proven personal development process.",
    "keys": []
  },
  {
    "start": 1124,
    "end": 1133,
    "text": "There have also been numerous conclusive scientific studies about analytical psychology and individuation across the globe.\n",
    "keys": [
      {
        "js": {
          "fn": "displayImage",
          "path": "images/pop-up/new-deluxe-archetype-report-with-bonuses.png",
          "fadeIn": true
        },
        "index": 124
      }
    ]
  },
  {
    "start": 1133,
    "end": 1140,
    "text": "Unlock your Deluxe Archetype Report and the full package of 3 FREE reports now, before they’re no longer available to you!",
    "keys": []
  },
  {
    "start": 1140,
    "end": 1146,
    "text": "All you have to do is click the button below , and you’ll receive the entire Deluxe Archetype Report package immediately.",
    "keys": [
      {
        "key": "name",
        "index": 45
      }
    ]
  },
  {
    "start": 1146,
    "end": null,
    "text": "The time has come for you to take action. Now, let’s get this show on the road.",
    "keys": []
  },
  {
    "start": null,
    "end": null,
    "text": "",
    "keys": []
  }
]