[
  {
    "start": 2,
    "end": 4,
    "text": "Hello ,",
    "keys": [
      {
        "key": "name",
        "index": 6
      }
    ]
  },
  {
    "start": 4,
    "end": 11,
    "text": "If you’ve made it here, then congratulations! Because this means that your archetype is the Lover!\n",
    "keys": [
      {
        "js": {
          "fn": "displayImage",
          "path": "images/archetype-icons/lover.png",
          "fadeIn": true
        },
        "index": 99
      }
    ]
  },
  {
    "start": 11,
    "end": 22,
    "text": "But what does this actually mean? Don’t worry, everything you need to know will be on this page. Stick to the end of it and I promise that you’ll experience something truly magical.\n",
    "keys": [
      {
        "js": {
          "fn": "displayImage",
          "path": "images/archetype-icons/lover.png",
          "fadeOut": true
        },
        "index": 182
      }
    ]
  },
  {
    "start": 22,
    "end": 36,
    "text": "The quiz that you’ve just taken is designed to identify your archetype – a personality profile that’s broken down your entire being. Your tendencies, your strengths, your past, and your future.",
    "keys": []
  },
  {
    "start": 36,
    "end": 44,
    "text": "Your archetype takes into account your gender, your marital status, how you answered the quiz, and how long you took to get those answers.",
    "keys": []
  },
  {
    "start": 44,
    "end": 58,
    "text": "That’s right, . You can use that information to make astronomical changes in your life. You’ll be able to leverage on your strengths, improve on your weaknesses, and embark on the life that you’ve always dreamed of.",
    "keys": [
      {
        "key": "name",
        "index": 14
      }
    ]
  },
  {
    "start": 58,
    "end": 65,
    "text": "But before we get into that, I want to share with you about your archetype, The Lover, and what it means.",
    "keys": []
  },
  {
    "start": 65,
    "end": 74,
    "text": ", you  are truly a unique individual. And I genuinely believe that this world needs more people like you.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 74,
    "end": 83,
    "text": "You are a mature and deeply intelligent being – not necessarily in the sense of academics, but in terms of thinking differently.",
    "keys": []
  },
  {
    "start": 83,
    "end": 91,
    "text": "While the world walks in one direction, you have no qualms with going against it. That’s what makes you so special, .",
    "keys": [
      {
        "key": "name",
        "index": 116
      }
    ]
  },
  {
    "start": 91,
    "end": 97,
    "text": "You’re deeply sensitive. You’re able to see and feel all the pains of the world.",
    "keys": []
  },
  {
    "start": 97,
    "end": 110,
    "text": "That’s because as a Lover, the emotions that you feel are extreme. Your happiness is an elation beyond description, while your pain feels like it can be excruciating and crippling..",
    "keys": []
  },
  {
    "start": 110,
    "end": 124,
    "text": ", you might not know it yet, but you are able to understand emotions at a level beyond others. You have an edge over everyone else when it comes to navigating your way through social situations.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 124,
    "end": 129,
    "text": "It’s no wonder that the people you encounter always feel so drawn to you.",
    "keys": []
  },
  {
    "start": 129,
    "end": 132,
    "text": "There is something else about you, …\n",
    "keys": [
      {
        "key": "name",
        "index": 35
      },
      {
        "js": {
          "fn": "displayImage",
          "path": "images/script-images/globe.png",
          "fadeIn": true
        },
        "index": 37
      }
    ]
  },
  {
    "start": 132,
    "end": 137,
    "text": "You represent the empathy that the world truly needs.\n",
    "keys": [
      {
        "js": {
          "fn": "displayImage",
          "path": "images/script-images/globe.png",
          "fadeOut": true
        },
        "index": 54
      }
    ]
  },
  {
    "start": 137,
    "end": 149,
    "text": ", I’m getting the sense that you’re going to live a long, and happy life. And although success might not be at your feet right now, your riches and fulfilment are merely waiting for you.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 149,
    "end": 157,
    "text": "But there’s something else, . There will be times when you feel as if you’re not enough for people.",
    "keys": [
      {
        "key": "name",
        "index": 28
      }
    ]
  },
  {
    "start": 157,
    "end": 170,
    "text": "But that is far from the truth. In fact, you truly are a blessing to everyone who crosses your path. Your fun and jovial nature never fails to attract amazing people to be a part of your life.",
    "keys": []
  },
  {
    "start": 170,
    "end": 176,
    "text": "You do, however, need to pay attention to sifting out the right people from the wrong people.",
    "keys": []
  },
  {
    "start": 176,
    "end": 183,
    "text": "Nevertheless, , the friendships that you forge have the deepest bonds.",
    "keys": [
      {
        "key": "name",
        "index": 14
      }
    ]
  },
  {
    "start": 183,
    "end": 192,
    "text": ", your enthusiasm for everything around you might be a little too much for others, but don’t let that discourage you.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 192,
    "end": 202,
    "text": "The world needs your energy and excitement. , you possess the uncanny ability to read social cues and see right through people.",
    "keys": [
      {
        "key": "name",
        "index": 44
      }
    ]
  },
  {
    "start": 202,
    "end": 210,
    "text": "I’m getting the sense that you can instantly tell when someone’s lying. Yet, nothing pains you more than being lied to.",
    "keys": []
  },
  {
    "start": 210,
    "end": 220,
    "text": "You never hesitate to jump at the opportunity to make someone’s day better. That’s because you thrive on both expressing and receiving love.",
    "keys": []
  },
  {
    "start": 220,
    "end": 229,
    "text": "You will, however, encounter wicked hearts and selfish people, but don’t let that lose sight of who you truly are, .",
    "keys": [
      {
        "key": "name",
        "index": 115
      }
    ]
  },
  {
    "start": 229,
    "end": 241,
    "text": ", I can already tell that your friends and family really look up to you. You’re the one who they come to for detailed advice, a listening ear, or just a quick chat.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 241,
    "end": 250,
    "text": "You’re not the type of person to have huge circles of friends. You’re not someone who has trouble with making friends.",
    "keys": []
  },
  {
    "start": 250,
    "end": 261,
    "text": "In fact, you have no trouble at all when it comes to impressing others with your intelligence and sweet nature. But you’re extremely selective with who you choose to let into your life.",
    "keys": []
  },
  {
    "start": 261,
    "end": 266,
    "text": "You prefer to keep your loved ones close, and your wolf pack small.",
    "keys": []
  },
  {
    "start": 266,
    "end": 281,
    "text": ", you are incredibly expressive. You’re fully connected to your emotions and you’re highly talented at the arts. You could be a masterful wordsmith or a captivating dancer.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 281,
    "end": 286,
    "text": "This makes you a natural-born artist, but not really in the sense of conventional art.",
    "keys": []
  },
  {
    "start": 286,
    "end": 297,
    "text": "I sense that you will find success and fulfilment as a composer, choreographer, psychologist, or a trainer of any discipline.",
    "keys": []
  },
  {
    "start": 297,
    "end": 315,
    "text": "You can be very protective, . Especially as a spouse. You love your significant other more than anything in the world – whoever you end up with or have ended up with is bound to be the luckiest person in the world.",
    "keys": [
      {
        "key": "name",
        "index": 28
      }
    ]
  },
  {
    "start": 315,
    "end": 320,
    "text": "You are willing to give and sacrifice everything that you have for them.",
    "keys": []
  },
  {
    "start": 320,
    "end": 328,
    "text": ", you are going to make a lasting mark in your lifetime. You’re able to look at the world from an extremely detailed perspective.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 328,
    "end": 335,
    "text": "You see all the little imperfections in the world, and you possess the charisma and the knowledge to make it a better place.",
    "keys": []
  },
  {
    "start": 335,
    "end": 350,
    "text": ", you tend to concern yourself with relationships. You’re at your happiest when you’re in a committed relationship; especially with someone who treasures you, nurtures you, and loves you for exactly who you are.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 350,
    "end": 358,
    "text": "Your faithfulness and trust are unquestionable, but if your trust is ever broken, you find it almost impossible to rebuild it.",
    "keys": []
  },
  {
    "start": 358,
    "end": 368,
    "text": "At times, you might even associate the successes and turmoils of your relationships with your self-worth.",
    "keys": []
  },
  {
    "start": 368,
    "end": 379,
    "text": "I urge you, , your relationships do not define you. You create so much value for the people around you, and the world. You have so much to offer.",
    "keys": [
      {
        "key": "name",
        "index": 12
      }
    ]
  },
  {
    "start": 379,
    "end": 390,
    "text": "As you can already tell, , your relationships can make you dependent on others for your own happiness. And that is something that you need to be careful of.",
    "keys": [
      {
        "key": "name",
        "index": 25
      }
    ]
  },
  {
    "start": 390,
    "end": 401,
    "text": "At times, it might feel as if you’re living your life for others. That’s not what you want, . You want to live life for yourself. You want to love yourself.",
    "keys": [
      {
        "key": "name",
        "index": 92
      }
    ]
  },
  {
    "start": 401,
    "end": 411,
    "text": "When you’re able to do that, success and the life of your dreams will follow. And that’s what Individuation aims to teach you.",
    "keys": []
  },
  {
    "start": 411,
    "end": 416,
    "text": "But there’s more to what I’ve learned about you, …",
    "keys": [
      {
        "key": "name",
        "index": 49
      }
    ]
  },
  {
    "start": 416,
    "end": 423,
    "text": "It feels to me that you’re a deeply emotional and spiritual person.\n",
    "keys": [
      {
        "js": {
          "fn": "displayImage",
          "path": "images/script-images/spiritual.png",
          "fadeIn": true
        },
        "index": 68
      }
    ]
  },
  {
    "start": 423,
    "end": 427,
    "text": "You’re connected to your soul in a way that’s far more profound than others.",
    "keys": []
  },
  {
    "start": 427,
    "end": 432,
    "text": "Your thought process does not follow the rules and logic of the world.",
    "keys": []
  },
  {
    "start": 432,
    "end": 446,
    "text": "In fact, I get the sense that you have quite the imagination. Your thoughts and dreams are vivid, colourful, and symbolic of who you are as an individual.\n",
    "keys": [
      {
        "js": {
          "fn": "displayImage",
          "path": "images/script-images/spiritual.png",
          "fadeOut": true
        },
        "index": 155
      }
    ]
  },
  {
    "start": 446,
    "end": 456,
    "text": ", you’re not someone who likes to argue. You tend to avoid conflict and you’re uncanny when it comes to devising win-win situations.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 456,
    "end": 464,
    "text": "But when you are backed into a corner, you’re not one to back down. You fight fiercely for your loved ones and for righteousness.",
    "keys": []
  },
  {
    "start": 464,
    "end": 481,
    "text": "You’re the first person to step in when you see a fight breaking out. You’re the first person to reach for your pockets in the sight of a struggling busker. You’re the first person your friends call when they’ve had a horrible day. You’re the one who people rely on and look up to.",
    "keys": []
  },
  {
    "start": 481,
    "end": 486,
    "text": ", you are the role model of the world.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 486,
    "end": 493,
    "text": "But every lover needs a side-kick; a partner in crime who will stick by them when the going gets tough.\n",
    "keys": [
      {
        "js": {
          "fn": "displayImage",
          "path": "images/love-compatibility/lover-love-compatibility.png",
          "fadeIn": true
        },
        "index": 104
      }
    ]
  },
  {
    "start": 493,
    "end": 506,
    "text": "This little chart I’ve prepared represents the archetypes that you’re most likely to end up with. Or if you’re already in a committed relationship, there’s a really good chance that your spouse is one of those archetypes.",
    "keys": []
  },
  {
    "start": 506,
    "end": 518,
    "text": ", you’re not the kind of person that has trouble when it comes to love. People find themselves drawn to your fun-loving nature and thoughtful tendencies.",
    "keys": [
      {
        "key": "name",
        "index": 0
      }
    ]
  },
  {
    "start": 518,
    "end": 527,
    "text": "You’re sort of a rare breed when it comes to love. You’re fiercely faithful, thoughtful, sweet, and emotionally connected.",
    "keys": []
  },
  {
    "start": 527,
    "end": 541,
    "text": "The relationships that you forge with potential lovers are always profound and deep. You become very selective when it comes to who you choose to date and who you choose to end up with – for a good reason, of course.",
    "keys": []
  },
  {
    "start": 541,
    "end": 547,
    "text": "I sense that in the coming years, you will be the happiest you’ve ever been in that regard.\n",
    "keys": [
      {
        "js": {
          "fn": "displayImage",
          "path": "images/love-compatibility/lover-love-compatibility.png",
          "fadeOut": true
        },
        "index": 92
      }
    ]
  },
  {
    "start": 547,
    "end": 559,
    "text": "But don’t forget, , how you perceive yourself should not be determined by your love life. Your spouse or partner is meant to play a supporting role in your life; not the lead.",
    "keys": [
      {
        "key": "name",
        "index": 18
      }
    ]
  },
  {
    "start": 559,
    "end": null,
    "text": "Focus on your own personal growth, and I promise you, , you will soon discover immeasurable rewards.",
    "keys": [
      {
        "key": "name",
        "index": 54
      }
    ]
  }
]